

<?php
echo 'В Unix-системах: 
Можно написать скрипт, первая строка которого будет начинаться с 
#!/usr/bin/php (или же другой корректный путь к бинарному файлу PHP CLI). 
После этой строки можно поместить обычный PHP-код, заключенный в открывающие и 
закрывающие теги PHP. Как только будут установлены корректные атрибуты запуска 
на файл, скрипт может быть запущен как обычный 
консольный или perl-скрипт
Для Windows - запуск PHP в командной строке 
 достаточно скачать и распаковать архив с PHP интерпретатором. ';
?>